// This is a JavaScript file

app.value('guideService', {
	sugggestSpotSunny : [
          {
            "mood": "落ち着いた",
            "weather" : "true",
            "choices": ["ガーデンパーク","散歩道","根上り松","竹林"]
          },
          {
            "mood": "むかつく、怒れる",
            "choices": ["ガーデンパーク","散歩道","竹林"]
          },
          {
            "mood": "拗ねてる",
            "choices": ["散歩道","根上り松","竹林"]
          },
          {
            "mood": "楽しい、嬉しい",
            "choices": ["浜松祭り","ガーデンパーク"]
          },
          {
            "mood": "悲しい、泣ける",
            "choices": ["浜松祭り","ガーデンパーク","散歩道","根上り松","竹林"]
          }
          
        ],

    secondSuggest : [
          {
            "mood": "落ち着いた",
            "weather" : "true",
            "choices": ["雨ガーデンパーク","雨散歩道","雨根上り松","雨竹林"]
          },
          {
            "mood": "むかつく、怒れる",
            "choices": ["雨ガーデンパーク","雨散歩道","雨竹林"]
          },
          {
            "mood": "拗ねてる",
            "choices": ["雨散歩道","雨根上り松","雨竹林"]
          },
          {
            "mood": "楽しい、嬉しい",
            "choices": ["雨浜松祭り","雨ガーデンパーク"]
          },
          {
            "mood": "悲しい、泣ける",
            "choices": ["雨浜松祭り","雨ガーデンパーク","雨散歩道","雨根上り松","雨竹林"]
          }
          
        ]

});